---
kind: other
id: Properties.T:Autodesk.Revit.DB.RelinquishOptions
source: html/14efeb6d-4feb-33f7-5b8a-3db14c54767a.htm
---
# RelinquishOptions Properties

True means all elements checked out by the current user should be relinquished.
 False means none of these are relinquished.